Repository: Sancxo/tp_dashboard
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Add
fr: Ajouter

source: Add an investment
fr: Ajouter un investissement

source: Amount
fr: Montant

source: An error occurred when adding an investment
fr: Une erreur est apparue à l'ajout d'un investissement

source: An error occurred when updating your settings
fr: Une erreur est apparue à la mise à jour de vos paramètres

source: Change settings
fr: Changer paramètres

source: Dashboard
fr: Tableau de bord

source: Error!
fr: Erreur!

source: Here you can find all your informations
fr: Ici toutes vos informations

source: Label
fr: Nom

source: Submit changes
fr: Confirmer changement

source: Success!
fr: Réussi!

source: Type the amount here ...
fr: Le montant ici...

source: Type the path to your avatar here ...
fr: L'adresse de votre avatar ici...

source: Type your label here ...
fr: Tapez votre titre ici...

source: Type your name here ...
fr: Tapez votre nom ici...

source: Your avatar url
fr: L'url de votre avatar

source: Your investments
fr: Vos investissements

source: Your name
fr: Votre nom

source: Your settings have been updated successfully
fr: Vos paramètres
